[
  {
    "__v": 2,
    "_id": "54606d3bc45bae481bd5156b",
    "bio": "<b>John C Morris</b> MD is the Friedman Distinguished Professor of Neurology and Director of the Charles F. and Joanne Knight Alzheimer's Disease Research Center at Washington University School of Medicine. Dr. Morris has more than 500 published articles. He has received many honors and awards, including the Lifetime Achievement Award from the Alzheimer’s Association (2002); the MetLife Award for Medical Research in Alzheimer’s Disease (2004); the Potamkin Prize for Research in Pick’s, Alzheimer’s, and Related Dementias (2005); and the Peter H. Raven Lifetime Achievement Award from the Academy of Science St. Louis. He is ranked in the top 1% of investigators in the field of Neuroscience and Behavior by Essential Science Indicators database.",
    "company": "Washington University School of Medicine, St Louis, Missouri, USA",
    "first": "John",
    "hidden": false,
    "inShow": "Fall2015",
    "last": "Morris",
    "photo": "speaker4.jpg",
    "sessions": [],
    "sessionscodes": [],
    "speakerID": 1013,
    "title": "MD",
    "tracks": []
  },
  {
    "__v": 7,
    "_id": "54606d3bc45bae481bd51570",
    "bio": "<b>Geoff Nichol</b> BMed Sc, MB, ChB, MBA, FRACP is currently Executive Vice President of Research and Development at Sangamo BioSciences in San Francisco, USA.  He has over 20 years of experience in the pharmaceutical and biotechnology industries, and has been closely associated with the development of over 15 new drug candidates and the approval or launch of several marketed drugs, including Augmentin BID (amoxicillin/clavulanate), Foradil (formoterol) and Yervoy (ipilimumab). He started his career in drug development with SmithKline Beecham, then served on the senior global development management team at Novartis. He then led all aspects of product development for Medarex Inc, pioneering the pharmaceutical development of the novel immunotherapeutic antibodies ipilimumab, the first agent to improve survival in advanced melanoma, and nivolumab. Following the acquisition of Medarex by Bristol-Myers Squibb Company in 2009, he served as CMO at Ikaria prior to joining Sangamo.",
    "company": "Sangamo BioSciences, USA",
    "first": "Geoffrey",
    "hidden": false,
    "inShow": "Fall2015",
    "last": "Nichol",
    "photo": "speaker1.jpg",
    "sessions": [],
    "sessionscodes": [],
    "speakerID": 1021,
    "title": "Dr",
    "tracks": []
  },
  {
    "__v": 1,
    "_id": "54606d3bc45bae481bd5157d",
    "bio": "<b>Prof Lesley Jones</b> has a long-standing interest in neurodegeneration, particularly in Huntington’s (HD) and Alzheimer’s disease (AD).  She has organised and performed genetic and genomic studies in HD and AD, analysed mouse models of disease and determined the biological mechanisms through which the diseases work, to identify new targets for therapies. In AD her pathway analysis papers highlighted the aetiological contribution of the immune system to AD that now forms a key area of therapeutic research. In HD her leadership in the Genetic Modifiers of HD consortium and in other repeat diseases provide novel avenues for therapeutic exploitation in DNA repair that inform her current research.",
    "company": "Cardiff University School of Medicine, Cardiff, UK",
    "first": "Lesley",
    "hidden": false,
    "inShow": "none",
    "last": "Jones",
    "photo": "speaker2.jpg",
    "sessions": [],
    "sessionscodes": [],
    "speakerID": 1125,
    "title": "Prof",
    "tracks": []
  },
  {
    "__v": 1,
    "_id": "54606d3bc45bae481bd5158a",
    "bio": "<b>Professor Nick Fox</b> is professor of clinical neurology, director of the Dementia Research Centre at UCL’s Institute of Neurology, and honorary consultant neurologist at the National Hospital for Neurology and Neurosurgery. He is a fellow of the Academy of Medical Sciences and an NIHR senior investigator. His first degree was in physics and physiology from Cambridge University. He graduated in medicine from the University of London and subsequently specialised in cognitive neurology. He has longstanding clinical and research interests in neurodegenerative dementia and has published over 300 peer-reviewed papers. A research focus has been the use of neuroimaging to assess the earliest changes in dementia and to track progression. He developed novel techniques of image analysis for atrophy measurements from serial MRI, which have been widely used in longitudinal studies and trials in neurodegenerative disorders. He has interests in clinical and biomarker studies more generally with on-going multimodal longitudinal at-risk cohort studies in familial AD, frontotemporal dementia, and normal aging. Nick serves on the steering group of Dementias Platform UK. He has advised the European Medicines Agency, the US FDA, and a number of clinical trials. He was a member of the Prime Minister’s Dementia Research Champions Group. He chairs UCL’s Dementia Strategy Board and co-chairs the Leonard Wolfson Experimental Neurology Centre at Queen Square. He co-chairs the Alzheimer’s Society’s Research Strategy Council",
    "company": "University College London, London, UK",
    "first": "Nick",
    "hidden": false,
    "inShow": "none",
    "last": "Fox",
    "photo": "speaker3.jpg",
    "sessions": [],
    "sessionscodes": [],
    "speakerID": 1179,
    "title": "Prof",
    "tracks": []
  }
]
