[
  {
    "ID": 1165,
    "__v": 1,
    "_id": "54b31aeee487443c536c0d25",
    "abstract": "<b>Objective:</b> Understand the relationship between placental abnormalities and neonatal stroke.<br/><b>Background:</b> Arterial ischemic stroke (AIS) and venous infarction (VI) affect 1 in 4,000 newborns. While maternal and fetal/neonatal factors exist, placental risk factors have not been well described.<br/><b>Methods:</b> We retrospectively reviewed patients with neonatal stroke at three academic medical centers from 2005-2015 and identified 46 cases with placental specimens, including 26 AIS and 18 VI. We identified 100 control newborns matched for gestational age and year with placentas collected for any indication. One pathologist reviewed all specimens. Stroke type was determined by consensus neuroimaging review.<br/><b>Results:</b> Forty-five of 46 cases (98%) and 95/100 controls had any abnormal finding; cases had significantly more by number and severity, as follows. Fifteen cases (33%) met pathologically defined criteria for two or more major categories of placental abnormality, compared to 8/100 controls (OR 5.56, ?² p<0.0001). Uteroplacental malperfusion occurred in 30% of cases and 20% of controls. Fetal vascular flow restriction occurred in 50% of cases and 17% of controls (OR 5.25, ?² p<0.0001). Amniotic fluid inflammation with maternal- and fetal-side response occurred in 32% of cases and 20% of controls; of cases, it occurred in 11 with AIS (39%) and 4 with VI (22%). There was evidence of non-acute stress (meconium plus many nucleated red blood cells) in 24% of cases and 1% of controls (OR 5.25, Fisher’s t-test p<0.0001), including 29% of AIS and 17% of VI.<br/><b>Conclusions:</b> Major placental abnormalities were common in stroke cases relative to controls, with trends towards different patterns in arterial versus venous stroke. Many findings were subacute to chronic and reflect intrauterine stressors that may predispose to acute stroke in the perinatal period. We are continuing to investigate these abnormalities and their implications for screening, monitoring, and even prevention of neonatal stroke.<br/>",
    "date": "05/19/2017",
    "endTime": "2017-05-19T15:30",
    "eventName": "2015 Spring",
    "hidden": false,
    "roomID": 130,
    "roomName": "PRINCESS F&G",
    "sessionID": 1165,
    "sessioncode": "AB08",
    "speakerNames": ["Miya Bernson-Leung", "Theonia K. Boyd", "Amy R. Danehy", "Emily E. Meserve", "Michael Rivkin"],
    "speakers": [],
    "startTime": "2015-05-19T14:15",
    "timeSlot": 74,
    "title": "Placental Pathology in Neonatal Stroke: A Retrospective Case-Control Study",
    "trackNames": [
      "Anglebrackets",
      "ASP.NET / HTML5 intersection",
      "Visual Studio/Azure intersection"
    ],
    "tracks": [
      "131",
      "125",
      "124"
    ]
  },
  {
    "ID": 1174,
    "__v": 1,
    "_id": "54b321f979cfa6002dd73477",
    "abstract": "<b>Objective:</b> To evaluate the effects of EPI-743 in subjects with Parkinson’s disease (PD).<br/><b>Background:</b> Oxidative stress and energetic disturbances are thought to contribute to the pathogenesis of PD. EPI-743 (alpha-tocotrienol quinone) is an investigational drug targeting oxidoreductase enzymes essential for redox control of metabolism. In preclinical tests on primary cells from sporadic and mito-PD variants, EPI-743 provides protection against oxidative stress secondary to glutathione depletion.<br/><b>Methods:</b> This was a 6-month open label trial comparing 2 dose levels of orally administered EPI-743 (200 mg or 400 mg TID). Study outcomes included changes from baseline in UPDRS II and III “ON” scores, and brain metabolite levels as measured by 3T magnetic resonance spectroscopy (MRS). Wilcoxon signed rank sum tests were used in the statistical analysis.<br/><b>Results:</b> Ten subjects were enrolled in the trial (mean Hoehn and Yahr 1.5); 3 patients discontinued the study after 3 months for reasons unrelated to drug. Six of 7 patients with follow up MRS studies demonstrated a decrease in glutamine/glutamate levels in the basal ganglia opposite the side most severely affected by PD (mean decrease of 1.18 ppm to 0.74 ppm, p=0.002), signifying CNS target engagement. Clinically, subjects demonstrated an improvement in UPDRS Parts II/III, with a mean decrease from 8.1 to 6.7 (p=0.19) in UPDRS Part II and a mean decrease from 16.6 to 13.3 (p=0.17) in UPDRS Part III (n=10). EPI-743 was well tolerated with no dose-limiting toxicities or serious adverse events.<br/><b>Conclusions:</b> EPI-743 resulted in a significant decrease in CNS glutamine/glutamate levels in PD patients as well as improvements in UPDRS combined parts II and III scores, and UPDRS part III scores alone, that approached statistical significance. Treatment with EPI-743 improved an objective CNS marker of oxidative stress that correlated with clinical improvement. These positive data provide the foundation for further development of EPI-743 for PD.<br/>",
    "date": "05/19/2015",
    "endTime": "2015-05-19T11:45",
    "eventName": "2015 Spring",
    "hidden": false,
    "roomID": 126,
    "roomName": "PALOMINO 10",
    "sessionID": 1174,
    "sessioncode": "VS04",
    "speakerNames": ["Theresa Zesiewicz","Kevin Allison","Israt Jahan","Jessica Shaw","F. Reed Murtagh","Tracy Jones","Clifton Gooch","Jason Salemi","Matthew B. Klein","Guy Miller","Kelly Sullivan"],
    "speakers": [],
    "startTime": "2015-05-19T10:30",
    "timeSlot": 69,
    "title": "Improves Motor Function and CNS Biomarkers in PD: Results from a Phase 2A Pilot Trial",
    "trackNames": [
      "Visual Studio/Azure intersection",
      "ASP.NET / HTML5 intersection"
    ],
    "tracks": [
      "124",
      "125"
    ]
  },
  {
    "ID": 1179,
    "__v": 2,
    "_id": "54b328dd79cfa6002dd73483",
    "abstract": "<b>Objective:</b> Our objective is to determine if features seen on chronic MR imaging could be used to assist in prognosis of cognitive outcomes in children.<br/><b>Background:</b> Perinatal ischemic strokes are caused by a vascular disruption between 20 weeks gestation and 28 days postnatal, resulting in a focal brain injury. Although studies show children with a perinatal stroke may have IQ in the normal range, there are individuals that have significant intellectual impairment. In literature symptomatic epilepsy has been linked to poor cognitive outcomes but evidence for other predictive factors is scant and inconsistent.<br/><b>Methods:</b> Twenty-six children with perinatal stroke were tested with a neuropsychological battery including Wechsler IQ and additional tests of memory and spatial skills. Existing structural MRI were obtained for all patients. MRI were analyzed for location of stroke (by lobe and regions of interest), tissue volumes relative to healthy controls (based on curve estimation after automated segmentation), and hippocampus volumes (by manual tracing) and related to performance on neuropsychological measures.<br/><b>Results:</b> The only connection between location of stroke lesion and testing performance that was found was a difference in FSIQ between those children that had a lesion that included the dorsolateral prefrontal (DLPF) cortex and those whose lesion did not. There was a correlation between grey matter volume loss and the verbal comprehension component of IQ testing. A reduction in hippocampus volume was observed in those children that had symptomatic epilepsy, but there was no correlation between volume and IQ or memory performance.<br/><b>Conclusions:</b> As seen in other studies, prognosis of cognitive outcome is difficult and there was no correlation between site of lesion and areas of intellectual deficit. However, there was some indication that loss of more cortical volume, or involvement of the DLPF cortex may be risk factors for intellectual impairment in childhood.<br/>",
    "date": "05/21/2015",
    "endTime": "2015-05-21T14:45",
    "eventName": "2015 Spring",
    "hidden": false,
    "roomID": 127,
    "roomName": "PRINCESS C",
    "sessionID": 1179,
    "sessioncode": "AB14",
    "speakerNames": ["Adam Kirton","Sana Tariq","Andrea Moir","Giuseppe Iaria"],
    "speakers": [],
    "startTime": "2015-05-21T13:45",
    "timeSlot": 101,
    "title": "Neuroimaging Markers of Cognitive Outcome in Children with Perinatal Stroke",
    "trackNames": [],
    "tracks": []
  },
  {
    "ID": 1184,
    "__v": 2,
    "_id": "54b3ee4e79cfa6002dd7348e",
    "abstract": "<b>Background:</b> The aim of pharmacogenomics is to develop strategies for individualizing therapy for patients and optimize outcome through knowledge of human genome variability and its influence on drug response. Cytochrome p450 (CYP450) enzymes are present in most bodily tissues,90 percent of all drugs are metabolized by just six different enzymes (CYP1A2, CYP3A5, CYP2C19, CYP2D6, CYP3A4 and CYP3A5) which significantly limit the number of genetic targets needed for screening. Within the United States, serious side effects from pharmaceutical drugs occur in 2 million people each year and may cause as many as 100,000 deaths, according to the Food and Drug Administration. More than 30 million people suffer from headaches in USA. Billions of OTC medication and prescription medications are consumed by headaches sufferers.<br/><b>Methods:</b> With the informed consent of 61 patients in a headache clinic, oral mucosa was brushed with rolling technique and preserved in preservative fluid.<br/><b>Results:</b> Propanolol, tropiramate, amytriptyline and SSRI,metabolized in the CYP2C19, CYP1A2 and CYP3A4 enzyme pathway system. CYP2C19 (15/61) 24.5% were rapid metabolizers- non-responsive to the recommended dosage of preventive mediation. In CYP3A4 and CYP3A5, (36/ 61) 59% were poor metabolizers , will have side effects of the medication on recommended dosage, and will need a lower the drug dosage.<br/>Major NSAID and some triptans and frovatriptan drugs are with variable cyp450 and MOA metabolism pathways by CYP1A2 and CYP2C9.In the abortive medication group, in CYP2C9 (3/61) , 5% were poor metabolizers and CYP2C9 (19/61), 31% were intermediate metabolizer in abortive medication group.<br/><b>Conclusions:</b> NSAIDs with triptan may cause intolerance due to side effects since they were metabolized in same pathway and preventive medication has more than 35% risk of side effect and discontinuation in population . Pharmcogenomics is another tool that can be used by a headaches specialty practice to control and treat headaches.<br/>",
    "date": "05/19/2015",
    "endTime": "2015-05-19T13:00",
    "eventName": "2015 Spring",
    "hidden": false,
    "roomID": 125,
    "roomName": "",
    "sessionID": 1184,
    "sessioncode": "AP04",
    "speakerNames": ["Monika Kumar"," Suresh Kumar"],
    "speakers": [],
    "startTime": "2015-05-19T12:00",
    "timeSlot": 73,
    "title": "Pharmacogenomics in Headache Practice",
    "trackNames": [],
    "tracks": []
  }
]
